<?php
// Heading
$_['heading_title']                     = 'Установщик дополнений Addist v0.1.4.1';

// Entry
$_['entry_customer']                    = 'Ваше имя:';
$_['entry_email']                       = 'Ваш email:';
$_['entry_password']                    = 'Пароль:';
$_['entry_release']                     = 'Релиз:';
$_['entry_type']                        = 'Тип загрузки:';

// Text
$_['text_greeting']                     = 'Дополнение позволяет устанавливать любые дополнения от автора <a target="_blank" href="https://opencartforum.com/user/688367-addist/">Addist</a> одним кликом. Любые дополнения от автора доступны для трех-дневного бесплатного тестирования. Для получение пробного периода,достаточно нажать на кнопку "Загрузить пробную версию".';
$_['text_greeting_login']               = 'Авторизация не займет более минуту. Для авторизации вам надо получить пароль по e-mail. Для получения пароли заполните поля "Ваше имя" и "E-mail", затем, нажмите на кнопку "Отправить по e-mail".';
$_['text_heading_download']             = 'Загрузка дополнения %s';
$_['text_module']                       = 'Модули';
$_['text_login']                        = 'Авторизация';
$_['text_close']                        = 'Закрыть';
$_['text_send']                         = 'Отправить по e-mail';
$_['text_logout']                       = 'Выход';
$_['text_refresh']                      = 'Обновить список';
$_['text_name']                         = 'Название';
$_['text_price']                        = 'Цена';
$_['text_version']                      = 'Версия';
$_['text_version_old']                  = 'Ваша версия устарела!';
$_['text_release']                      = 'Релиз';
$_['text_status']                       = 'Статус';
$_['text_license']                      = 'Лицензирован';
$_['text_expiry']                       = 'Срок';
$_['text_action']                       = 'Действие';
$_['text_installed']                    = 'Установлен';
$_['text_downloaded']                   = 'Загружен';
$_['text_more']                         = 'Узнать  подробнее...';
$_['text_purchase']                     = 'Приобрести лицензию';
$_['text_download']                     = 'Загрузить';
$_['text_full']                         = 'Полная версия';
$_['text_trial']                        = 'Пробная версия';
$_['text_remove']                       = 'Удалить полностью';
$_['text_confirm_download']             = 'Вы действительно хотите загрузить дополнение?';
$_['text_confirm_remove']               = 'Вы действительно хотите удалить дополнение?';
$_['text_confirm_logout']               = 'Вы действительно хотите выйти из маркетплейса?';

// Success
$_['success_download']                  = 'Дополнение загружено: %s';
$_['success_removed']                   = 'Дополнение удалено: %s';
$_['success_updated']                   = 'Список дополнений успешно обновлены.';
$_['success_logout']                    = 'Вы успешно вышли из маркетплейса.';

// Error
$_['error_auth']                        = 'Не удалось авторизоваться. Пожалуйста, попробуйте ещё раз.';
$_['error_fields']                      = 'Пожалуйста, проверьте поля на ошибки.';
$_['error_email']                       = 'Пожалуйста, проверьте e-mail.';
$_['error_download']                    = 'Не удалось загрузить дополнение. Пожалуйста, попробуйте позже.';
$_['error_remove']                      = 'Не удалось удалить дополнение: %s';
$_['error_connection']                  = 'Не удалось соедениться с сервером. Пожалуйста, попробуйте позже.';
$_['error_undefined']                   = 'Ошибка при выполнении операции. Пожалуйста, попробуйте позже.';
?>