<?php
// Heading
$_['heading_title'] = 'Подписка на рассылку';
$_['heading_title_confirm'] = 'Активация подписки';

// Buttons
$_['button_subscribe'] = 'Подписаться';

// Text
$_['text_subscriber'] = 'Подписчик';
$_['text_enter_email'] = 'Введите Ваш e-mail';
$_['text_enter_description'] = 'Зарегистрируйтесь и первыми получайте новости и акции!:)';
$_['text_success'] = 'Подписка осуществлена!';
$_['text_subscribe_confirm'] = 'Активируйте подписку!<br/>На адрес выслано письмо с просьбой подтвердить подписку.';
$_['text_hello_subscriber'] = 'Подписка на рассылку магазина %s';
$_['text_email_subject_shop'] = '%s - новый подписчик';
$_['text_email_text'] = 'У Вас новый подписчик %s';
$_['text_subscribe_active'] = 'Активируйте подписку, перейдя по ссылке:';
$_['text_approval'] = 'После активации, доступен личный кабинет, по ссылке:';
$_['text_login'] = 'Ваше имя пользователя для входа в личный кабинет:';
$_['text_password'] = 'Пароль:';
$_['text_message_confirm'] = '<p>Поздравляем! Для завершения активации создайте пароль для входа в личный кабинет.</p><p>Теперь Вы можете воспользоваться дополнительными возможностями Личного Кабинета: управление подпиской, просмотр истории заказов, печать счета и др.</p>';
$_['text_message_error'] = 'Ошибка! Пользователь существует, либо данные авторизации некорректны. Обратитесь в поддержку по данной ссылке - <a href="%s">поддержка</a></a>.';
$_['text_password'] = 'Ваш пароль';

// Entry
$_['entry_password'] = 'Пароль:';
$_['entry_confirm'] = 'Подтвердите пароль:';

// Errors
$_['error_email'] = 'E-mail адрес введён неверно!';
$_['error_customer'] = 'Пользователь с таким e-mail уже подписан!';
$_['error_password'] = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm'] = 'Пароли не совпадают!';
?>
