<?php
// Heading
$_['heading_title']      = 'Изменение суммы в зависимости от кастомного поля модуля Simple';

// Text
$_['text_total']         = 'Общая сумма заказа';
$_['text_success']       = 'Настройки модуля обновлены!';

// Entry
$_['entry_custom_id']    = 'Кастомное поле:';
$_['entry_custom_help']  = 'Не забудьте добавить поле в список полей для автоперезагрузки';
$_['entry_custom_value'] = 'Значение кастомного поля для применения данного модуля:';
$_['entry_total_label']  = 'Наименование строки:';
$_['entry_total_value']  = 'Значение для применения к итоговой стоимости:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Порядок сортировки:';

// Error
$_['error_permission']   = 'У Вас нет прав для управления этим модулем!';
?>